export default {
  projections: {
    ОтделыE: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      организации: {
        __caption__: 'Организации',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ОтделыL: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      организации: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    код: {
      __caption__: 'Код'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    организации: {
      __caption__: 'Организации'
    }
  }
};
