export default {
  projections: {
    РасчетныйЛистE: {
      номерЛиста: {
        __caption__: 'Номер листа'
      },
      датаДок: {
        __caption__: 'Дата документа'
      },
      отправлено: {
        __caption__: 'Отправлено'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фамилия: {
          __caption__: 'Фамилия'
        },
        имя: {
          __caption__: 'Имя'
        },
        отчество: {
          __caption__: 'Отчество'
        }
      },
      составРасчета: {
        __caption__: 'Состав расчета',
        тип: {
          __caption__: 'Тип'
        },
        наименование: {
          __caption__: 'Наименование'
        },
        сумма: {
          __caption__: 'Сумма'
        },
        ндфл: {
          __caption__: 'Ндфл'
        },
        взносы: {
          __caption__: 'Взносы'
        },
        всего: {
          __caption__: 'Всего'
        }
      }
    },
    РасчетныйЛистL: {
      номерЛиста: {
        __caption__: 'Номер листа'
      },
      датаДок: {
        __caption__: 'Дата документа'
      },
      отправлено: {
        __caption__: 'Отправлено'
      },
      сотрудники: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        },
        имя: {
          __caption__: 'Имя'
        },
        отчество: {
          __caption__: 'Отчество'
        }
      }
    }
  },
  validations: {
    датаДок: {
      __caption__: 'Дата документа'
    },
    номерЛиста: {
      __caption__: 'Номер листа'
    },
    отправлено: {
      __caption__: 'Отправлено'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    составРасчета: {
      __caption__: 'Состав расчета'
    }
  }
};
